Repository: ash1m/AudioPlayer
Catalog: AudioPlayer/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# accessibility.settings.motor.description
source: Settings to support users with limited motor control or who use assistive devices.
de: Einstellungen zur Unterstützung von Benutzern mit eingeschränkter motorischer Kontrolle oder die Hilfsmittel verwenden.
es: Ajustes para ayudar a usuarios con control motor limitado o que usan dispositivos de asistencia.
fr: Réglages pour soutenir les utilisateurs ayant un contrôle moteur limité ou qui utilisent des appareils d'assistance.
it: Impostazioni per supportare utenti con controllo motorio limitato o che utilizzano dispositivi assistivi.
ja: 運動制御が制限されているユーザーや支援機器を使用するユーザーをサポートする設定。
pt: Configurações para apoiar usuários com controle motor limitado ou que usam dispositivos assistivos.

# accessibility.settings.touch.targets
source: Touch Targets
de: Berührungsziele
es: Objetivos táctiles
fr: Cibles tactiles
it: Obiettivi tattili
ja: タッチターゲット
pt: Alvos de toque

# accessibility.settings.voice.commands.title
source: Voice Commands
de: Sprachbefehle
es: Comandos de voz
fr: Commandes vocales
it: Comandi vocali
ja: 音声コマンド
pt: Comandos de voz

# accessibility.settings.voice.commands.placeholder
source: Voice command settings would be implemented here
de: Sprachbefehleinstellungen würden hier implementiert
es: Los ajustes de comandos de voz se implementarían aquí
fr: Les réglages de commandes vocales seraient implémentés ici
it: Le impostazioni dei comandi vocali sarebbero implementate qui
ja: 音声コマンド設定はここに実装されます
pt: As configurações de comandos de voz seriam implementadas aqui

# accessibility.settings.switch.control.title
source: Switch Control
de: Schaltersteuerung
es: Control por botón
fr: Contrôle de sélection
it: Controllo interruttori
ja: スイッチコントロール
pt: Controle de alternância

# accessibility.settings.switch.control.placeholder
source: Switch control settings would be implemented here
de: Schaltersteuerungseinstellungen würden hier implementiert
es: Los ajustes de control por botón se implementarían aquí
fr: Les réglages de contrôle de sélection seraient implémentés ici
it: Le impostazioni del controllo interruttori sarebbero implementate qui
ja: スイッチコントロール設定はここに実装されます
pt: As configurações de controle de alternância seriam implementadas aqui

# accessibility.settings.switch.control.description
source: This would include options for configuring external switches and scanning behavior.
de: Dies würde Optionen zum Konfigurieren externer Schalter und des Scan-Verhaltens umfassen.
es: Esto incluiría opciones para configurar botones externos y el comportamiento de escaneo.
fr: Cela inclurait des options pour configurer les commutateurs externes et le comportement de balayage.
it: Ciò includerebbe opzioni per configurare interruttori esterni e comportamento di scansione.
ja: これには、外部スイッチとスキャン動作を構成するオプションが含まれます。
pt: Isso incluiria opções para configurar alternâncias externas e comportamento de varredura.

# accessibility.settings.minimum.touch.target
source: Minimum Touch Target Size
de: Minimale Berührungszielgröße
es: Tamaño mínimo del objetivo táctil
fr: Taille minimale de la cible tactile
it: Dimensione minima dell'obiettivo tattile
ja: タッチターゲットの最小サイズ
pt: Tamanho mínimo do alvo de toque

# accessibility.settings.points
source: %d points
de: %d Punkte
es: %d puntos
it: %d punti
ja: %dポイント
pt: %d pontos

# accessibility.settings.touch.target.drag.hint
source: Drag to adjust minimum touch target size
de: Ziehen Sie, um die minimale Berührungszielgröße anzupassen
es: Arrastra para ajustar el tamaño mínimo del objetivo táctil
fr: Faites glisser pour ajuster la taille minimale de la cible tactile
it: Trascina per regolare la dimensione minima dell'obiettivo tattile
ja: ドラッグしてタッチターゲットの最小サイズを調整します
pt: Arraste para ajustar o tamanho mínimo do alvo de toque

# import.results.title
source: Import Results
de: Importergebnisse
es: Resultados de importación
fr: Résultats de l'importation
it: Risultati dell'importazione
ja: インポート結果
pt: Resultados da importação

# import.success.single
source: Successfully imported 1 file!
de: 1 Datei erfolgreich importiert!
es: ¡1 archivo importado correctamente!
fr: 1 fichier importé avec succès !
it: 1 file importato con successo!
ja: 1ファイルを正常にインポートしました！
pt: 1 arquivo importado com sucesso!

# import.success.multiple
source: Successfully imported %d files!
de: %d Dateien erfolgreich importiert!
es: ¡%d archivos importados correctamente!
fr: %d fichiers importés avec succès !
it: %d file importati con successo!
ja: %dファイルを正常にインポートしました！
pt: %d arquivos importados com sucesso!

# import.failure.all
source: Failed to import %d file(s). Tap 'View Details' for more information.
de: Fehler beim Importieren von %d Datei(en). Tippen Sie auf 'Details anzeigen', um weitere Informationen zu erhalten.
es: Error al importar %d archivo(s). Toca 'Ver detalles' para más información.
fr: Échec de l'importation de %d fichier(s). Touchez 'Voir les détails' pour plus d'informations.
it: Impossibile importare %d file. Tocca 'Visualizza dettagli' per ulteriori informazioni.
ja: %dファイルのインポートに失敗しました。詳細については「詳細を表示」をタップしてください。
pt: Falha ao importar %d arquivo(s). Toque em 'Ver detalhes' para mais informações.

# import.partial.success
source: Imported %d file(s) successfully. %d file(s) failed to import. Tap 'View Details' for more information.
de: %d Datei(en) erfolgreich importiert. %d Datei(en) konnten nicht importiert werden. Tippen Sie auf 'Details anzeigen', um weitere Informationen zu erhalten.
es: %d archivo(s) importado(s) correctamente. Error al importar %d archivo(s). Toca 'Ver detalles' para más información.
fr: %d fichier(s) importé(s) avec succès. Échec de l'importation de %d fichier(s). Touchez 'Voir les détails' pour plus d'informations.
it: %d file importato/i con successo. Impossibile importare %d file. Tocca 'Visualizza dettagli' per ulteriori informazioni.
ja: %dファイルを正常にインポートしました。 %dファイルのインポートに失敗しました。詳細については「詳細を表示」をタップしてください。
pt: %d arquivo(s) importado(s) com sucesso. Falha ao importar %d arquivo(s). Toque em 'Ver detalhes' para mais informações.

# import.button.view.details
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Visualizza dettagli
ja: 詳細を表示
pt: Ver detalhes

# import.button.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
pt: Concluído

# import.progress.importing
source: Importing files...
de: Dateien werden importiert...
es: Importando archivos...
fr: Importation des fichiers...
it: Importazione file...
ja: ファイルをインポート中...
pt: Importando arquivos...

# import.details.title
source: Import Results
de: Importergebnisse
es: Resultados de importación
fr: Résultats de l'importation
it: Risultati dell'importazione
ja: インポート結果
pt: Resultados da importação

# import.details.success.section
source: Successfully Imported (%d)
de: Erfolgreich importiert (%d)
es: Importados correctamente (%d)
fr: Importés avec succès (%d)
it: Importati con successo (%d)
ja: 正常にインポートされました（%d）
pt: Importados com sucesso (%d)

# import.details.failure.section
source: Failed to Import (%d)
de: Fehler beim Importieren (%d)
es: Error al importar (%d)
fr: Échec de l'importation (%d)
it: Impossibile importare (%d)
ja: インポートに失敗しました（%d）
pt: Falha ao importar (%d)

# sleep.timer.title
source: Sleep Timer
de: Schlaf-Timer
es: Temporizador de suspensión
fr: Minuteur de mise en veille
ja: スリープタイマー

# sleep.timer.description
source: Set a timer to automatically pause playback
de: Timer einstellen, um die Wiedergabe automatisch zu pausieren
es: Establece un temporizador para pausar automáticamente la reproducción
fr: Définir un minuteur pour mettre automatiquement en pause la lecture
ja: 自動的に再生を一時停止するタイマーを設定します

# sleep.timer.choose.duration
source: Choose Duration
de: Dauer wählen
es: Elegir duración
fr: Choisir la durée
it: Scegli durata
ja: 時間を選択
pt: Escolher duração

# sleep.timer.timer.active
source: Timer Active
de: Timer aktiv
es: Temporizador activo
fr: Minuteur actif
it: Timer attivo
ja: タイマー作動中
pt: Temporizador ativo

# sleep.timer.remaining
source: remaining
de: verbleibend
es: restante
fr: restant
it: rimanente
ja: 残り
pt: restante

# sleep.timer.start
source: Start Timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer le minuteur
it: Avvia timer
ja: タイマーを開始
pt: Iniciar temporizador

# sleep.timer.cancel
source: Cancel Timer
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla timer
ja: タイマーをキャンセル
pt: Cancelar temporizador

# sleep.timer.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
pt: Concluído

# sleep.timer.minutes.format
source: %d minutes
de: %d Minuten
es: %d minutos
it: %d minuti
ja: %d分
pt: %d minutos

# sleep.timer.hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
pt: 1 hora

# sleep.timer.close.label
source: Close sleep timer
de: Schlaf-Timer schließen
es: Cerrar temporizador de suspensión
fr: Fermer le minuteur de mise en veille
it: Chiudi timer di spegnimento
ja: スリープタイマーを閉じる
pt: Fechar temporizador de suspensão

# sleep.timer.close.hint
source: Return to player
de: Zurück zum Player
es: Volver al reproductor
fr: Retour au lecteur
it: Torna al lettore
ja: プレーヤーに戻る
pt: Retornar ao reprodutor

# sleep.timer.start.label
source: Start sleep timer
de: Schlaf-Timer starten
es: Iniciar temporizador de suspensión
fr: Démarrer le minuteur de mise en veille
it: Avvia timer di spegnimento
ja: スリープタイマーを開始
pt: Iniciar temporizador de suspensão

# sleep.timer.start.hint
source: Start timer for %@
de: Timer starten für %@
es: Iniciar temporizador para %@
fr: Démarrer le minuteur pour %@
it: Avvia timer per %@
ja: %@のタイマーを開始
pt: Iniciar temporizador para %@

# sleep.timer.start.value
source: Selected duration: %@
de: Ausgewählte Dauer: %@
es: Duración seleccionada: %@
fr: Durée sélectionnée : %@
it: Durata selezionata: %@
ja: 選択した時間: %@
pt: Duração selecionada: %@

# sleep.timer.cancel.label
source: Cancel sleep timer
de: Schlaf-Timer abbrechen
es: Cancelar temporizador de suspensión
fr: Annuler le minuteur de mise en veille
it: Annulla timer di spegnimento
ja: スリープタイマーをキャンセル
pt: Cancelar temporizador de suspensão

# sleep.timer.cancel.hint
source: Stop the current sleep timer
de: Aktuellen Schlaf-Timer stoppen
es: Detener el temporizador de suspensión actual
fr: Arrêter le minuteur de mise en veille actuel
it: Interrompi il timer di spegnimento corrente
ja: 現在のスリープタイマーを停止
pt: Parar o temporizador de suspensão atual

# sleep.timer.selected
source: Selected %@
de: %@ ausgewählt
es: %@ seleccionado
fr: %@ sélectionné
it: %@ selezionato
ja: %@を選択しました
pt: %@ selecionado

# sleep.timer.running
source: Sleep timer is running
de: Schlaf-Timer läuft
es: Temporizador de suspensión en ejecución
fr: Le minuteur de mise en veille est en cours
it: Timer di spegnimento in esecuzione
ja: スリープタイマーが実行中です
pt: Temporizador de suspensão em execução

# sleep.timer.time.remaining
source: Time remaining: %@
de: Verbleibende Zeit: %@
es: Tiempo restante: %@
fr: Temps restant : %@
it: Tempo rimanente: %@
ja: 残り時間: %@
pt: Tempo restante: %@

source: Sleep
de: Schlaf
es: Suspensión
fr: Veille
it: Spegnimento
ja: スリープ
pt: Suspensão

# player.of
source: of
de: von
es: de
fr: sur
it: di
pt: de

# accessibility.settings.ok
source: OK
es: Aceptar

# import.button.ok
source: OK
es: Aceptar
