Repository: ash1m/AudioPlayer
Catalog: AudioPlayer/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# playlist.add.files
source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
it: Aggiungi file
ja: ファイルを追加
pt: Adicionar arquivos

# playlist.add.files.to.playlist
source: Add files to playlist
de: Dateien zur Wiedergabeliste hinzufügen
es: Añadir archivos a la lista de reproducción
fr: Ajouter des fichiers à la liste de lecture
it: Aggiungi file alla playlist
ja: プレイリストにファイルを追加
pt: Adicionar arquivos à lista de reprodução

# playlist.add.files.to.playlist.hint
source: Double tap to open file selection and add audio files to your playlist
de: Doppeltippen, um die Dateiauswahl zu öffnen und Audiodateien zu Ihrer Wiedergabeliste hinzuzufügen
es: Toca dos veces para abrir la selección de archivos y añadir archivos de audio a tu lista de reproducción
fr: Touchez deux fois pour ouvrir la sélection de fichiers et ajouter des fichiers audio à votre liste de lecture
it: Tocca due volte per aprire la selezione file e aggiungere file audio alla tua playlist
ja: ダブルタップでファイル選択を開き、プレイリストにオーディオファイルを追加します
pt: Toque duas vezes para abrir a seleção de arquivos e adicionar arquivos de áudio à sua lista de reprodução

# playlist.add.more.files
source: Add more files to playlist
de: Weitere Dateien zur Wiedergabeliste hinzufügen
es: Añadir más archivos a la lista de reproducción
fr: Ajouter d'autres fichiers à la liste de lecture
it: Aggiungi altri file alla playlist
ja: プレイリストにさらにファイルを追加
pt: Adicionar mais arquivos à lista de reprodução

# playlist.add.more.files.hint
source: Double tap to add additional audio files to the current playlist
de: Doppeltippen, um weitere Audiodateien zur aktuellen Wiedergabeliste hinzuzufügen
es: Toca dos veces para añadir archivos de audio adicionales a la lista de reproducción actual
fr: Touchez deux fois pour ajouter des fichiers audio supplémentaires à la liste de lecture actuelle
it: Tocca due volte per aggiungere ulteriori file audio alla playlist corrente
ja: ダブルタップで現在のプレイリストにさらにオーディオファイルを追加します
pt: Toque duas vezes para adicionar arquivos de áudio adicionais à lista de reprodução atual

# playlist.tracks.format
source: %d tracks
de: %d Titel
es: %d pistas
fr: %d morceaux
it: %d brani
ja: %d曲
pt: %d faixas

# playlist.empty
source: Empty playlist
de: Leere Wiedergabeliste
es: Lista de reproducción vacía
fr: Liste de lecture vide
it: Playlist vuota
ja: 空のプレイリスト
pt: Lista de reprodução vazia

# playlist.with.tracks.format
source: Playlist with %d track%@
de: Wiedergabeliste mit %d Titel%@
es: Lista de reproducción con %d pista%@
fr: Liste de lecture avec %d morceau%@
it: Playlist con %d brano%@
ja: %d曲のプレイリスト
pt: Lista de reprodução com %d faixa%@

# playlist.track.moved
source: Track moved in playlist
de: Titel in Wiedergabeliste verschoben
es: Pista movida en la lista de reproducción
fr: Morceau déplacé dans la liste de lecture
it: Brano spostato nella playlist
ja: プレイリスト内でトラックを移動しました
pt: Faixa movida na lista de reprodução

# playlist.removed.track
source: Removed %@ from playlist
de: %@ aus Wiedergabeliste entfernt
es: %@ eliminado de la lista de reproducción
fr: %@ supprimé de la liste de lecture
it: %@ rimosso dalla playlist
ja: プレイリストから%@を削除しました
pt: %@ removido da lista de reprodução

# playlist.removed.tracks.format
source: Removed %d tracks from playlist
de: %d Titel aus Wiedergabeliste entfernt
es: %d pistas eliminadas de la lista de reproducción
fr: %d morceaux supprimés de la liste de lecture
it: %d brani rimossi dalla playlist
ja: プレイリストから%d曲を削除しました
pt: %d faixas removidas da lista de reprodução

# playlist.pause.track
source: Pause track
de: Titel pausieren
es: Pausar pista
fr: Mettre en pause le morceau
it: Metti in pausa il brano
ja: トラックを一時停止
pt: Pausar faixa

# playlist.resume.track
source: Resume track
de: Titel fortsetzen
es: Reanudar pista
fr: Reprendre le morceau
it: Riprendi il brano
ja: トラックを再開
pt: Retomar faixa

# playlist.play.track
source: Play track
de: Titel wiedergeben
es: Reproducir pista
fr: Lire le morceau
it: Riproduci il brano
ja: トラックを再生
pt: Reproduzir faixa

# playlist.pause.track.hint
source: Double tap to pause this track
de: Doppeltippen, um diesen Titel zu pausieren
es: Toca dos veces para pausar esta pista
fr: Touchez deux fois pour mettre en pause ce morceau
it: Tocca due volte per mettere in pausa questo brano
ja: ダブルタップでこのトラックを一時停止します
pt: Toque duas vezes para pausar esta faixa

# playlist.resume.track.hint
source: Double tap to resume this track
de: Doppeltippen, um diesen Titel fortzusetzen
es: Toca dos veces para reanudar esta pista
fr: Touchez deux fois pour reprendre ce morceau
it: Tocca due volte per riprendere questo brano
ja: ダブルタップでこのトラックを再開します
pt: Toque duas vezes para retomar esta faixa

# playlist.play.track.hint
source: Double tap to play this track
de: Doppeltippen, um diesen Titel wiederzugeben
es: Toca dos veces para reproducir esta pista
fr: Touchez deux fois pour lire ce morceau
it: Tocca due volte per riprodurre questo brano
ja: ダブルタップでこのトラックを再生します
pt: Toque duas vezes para reproduzir esta faixa

# playlist.track.order.format
source: Track %d
de: Titel %d
es: Pista %d
fr: Morceau %d
it: Brano %d
ja: トラック%d
pt: Faixa %d

# playlist.item.reorder.hint
source: Double tap to go to player. Swipe up or down with one finger to reorder. Swipe right to delete.
de: Doppeltippen, um zum Player zu gehen. Mit einem Finger nach oben oder unten streichen, um neu zu ordnen. Nach rechts streichen, um zu löschen.
es: Toca dos veces para ir al reproductor. Desliza hacia arriba o abajo con un dedo para reordenar. Desliza a la derecha para eliminar.
fr: Touchez deux fois pour aller au lecteur. Balayez vers le haut ou vers le bas avec un doigt pour réorganiser. Balayez vers la droite pour supprimer.
it: Tocca due volte per andare al lettore. Scorri su o giù con un dito per riordinare. Scorri a destra per eliminare.
ja: ダブルタップでプレーヤーに移動します。1本の指で上下にスワイプして並べ替えます。右にスワイプして削除します。
pt: Toque duas vezes para ir ao reprodutor. Deslize para cima ou para baixo com um dedo para reordenar. Deslize para a direita para excluir.

# playlist.item.play.hint
source: Double tap to play this track. Swipe up or down with one finger to reorder. Swipe right to delete.
de: Doppeltippen, um diesen Titel wiederzugeben. Mit einem Finger nach oben oder unten streichen, um neu zu ordnen. Nach rechts streichen, um zu löschen.
es: Toca dos veces para reproducir esta pista. Desliza hacia arriba o abajo con un dedo para reordenar. Desliza a la derecha para eliminar.
fr: Touchez deux fois pour lire ce morceau. Balayez vers le haut ou vers le bas avec un doigt pour réorganiser. Balayez vers la droite pour supprimer.
it: Tocca due volte per riprodurre questo brano. Scorri su o giù con un dito per riordinare. Scorri a destra per eliminare.
ja: ダブルタップでこのトラックを再生します。1本の指で上下にスワイプして並べ替えます。右にスワイプして削除します。
pt: Toque duas vezes para reproduzir esta faixa. Deslize para cima ou para baixo com um dedo para reordenar. Deslize para a direita para excluir.

# accessibility.settings.audio.player
source: Audio Player
es: Reproductor de audio
fr: Lecteur audio
it: Lettore audio
ja: オーディオプレーヤー
pt: Reprodutor de áudio

# accessibility.settings.cognitive.support
source: Cognitive Support
de: Kognitive Unterstützung
es: Soporte cognitivo
fr: Assistance cognitive
it: Supporto cognitivo
ja: 認知サポート
pt: Suporte cognitivo

# accessibility.settings.motor.accessibility
source: Motor Accessibility
de: Motorische Bedienungshilfen
es: Accesibilidad motora
fr: Accessibilité motrice
it: Accessibilità motoria
ja: 運動機能アクセシビリティ
pt: Acessibilidade motora

# accessibility.settings.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
pt: Redefinir

# accessibility.settings.reset.all
source: Reset All Accessibility Settings
de: Alle Bedienungshilfen zurücksetzen
es: Restablecer todos los ajustes de accesibilidad
fr: Réinitialiser tous les réglages d'accessibilité
it: Ripristina tutte le impostazioni di accessibilità
ja: すべてのアクセシビリティ設定をリセット
pt: Redefinir todas as configurações de acessibilidade

# accessibility.settings.reset.all.hint
source: Double tap to reset all accessibility settings to default values
de: Doppeltippen, um alle Bedienungshilfen auf Standardwerte zurückzusetzen
es: Toca dos veces para restablecer todos los ajustes de accesibilidad a los valores predeterminados
fr: Touchez deux fois pour réinitialiser tous les réglages d'accessibilité aux valeurs par défaut
it: Tocca due volte per ripristinare tutte le impostazioni di accessibilità ai valori predefiniti
ja: ダブルタップですべてのアクセシビリティ設定をデフォルト値にリセットします
pt: Toque duas vezes para redefinir todas as configurações de acessibilidade para os valores padrão

# accessibility.settings.detailed.progress
source: Detailed Progress Announcements
de: Detaillierte Fortschrittsansagen
es: Anuncios de progreso detallados
fr: Annonces de progression détaillées
it: Annunci di progresso dettagliati
ja: 詳細な進行状況のアナウンス
pt: Anúncios de progresso detalhados

# accessibility.settings.detailed.progress.hint
source: When enabled, VoiceOver will announce detailed playback progress including time remaining
de: Wenn aktiviert, gibt VoiceOver detaillierte Wiedergabefortschritte einschließlich verbleibender Zeit an
es: Cuando esté activado, VoiceOver anunciará el progreso de reproducción detallado, incluido el tiempo restante
fr: Lorsque activé, VoiceOver annoncera la progression détaillée de la lecture, y compris le temps restant
it: Quando abilitato, VoiceOver annuncerà il progresso dettagliato della riproduzione incluso il tempo rimanente
ja: 有効にすると、VoiceOverが残り時間を含む詳細な再生進行状況を通知します
pt: Quando ativado, o VoiceOver anunciará o progresso detalhado da reprodução, incluindo o tempo restante

# accessibility.settings.announce.time.remaining
source: Announce Time Remaining
de: Verbleibende Zeit ansagen
es: Anunciar tiempo restante
fr: Annoncer le temps restant
it: Annuncia tempo rimanente
ja: 残り時間を通知
pt: Anunciar tempo restante

# accessibility.settings.announce.time.remaining.hint
source: When enabled, VoiceOver will regularly announce time remaining in the current audio
de: Wenn aktiviert, gibt VoiceOver regelmäßig die verbleibende Zeit im aktuellen Audio an
es: Cuando esté activado, VoiceOver anunciará regularmente el tiempo restante en el audio actual
fr: Lorsque activé, VoiceOver annoncera régulièrement le temps restant dans l'audio actuel
it: Quando abilitato, VoiceOver annuncerà regolarmente il tempo rimanente nell'audio corrente
ja: 有効にすると、VoiceOverが現在のオーディオの残り時間を定期的に通知します
pt: Quando ativado, o VoiceOver anunciará regularmente o tempo restante no áudio atual

# accessibility.settings.voice.commands
source: Voice Commands
de: Sprachbefehle
es: Comandos de voz
fr: Commandes vocales
it: Comandi vocali
ja: 音声コマンド
pt: Comandos de voz

# accessibility.settings.voice.commands.hint
source: Configure custom voice commands for controlling playback
de: Benutzerdefinierte Sprachbefehle zum Steuern der Wiedergabe konfigurieren
es: Configura comandos de voz personalizados para controlar la reproducción
fr: Configurer des commandes vocales personnalisées pour contrôler la lecture
it: Configura comandi vocali personalizzati per controllare la riproduzione
ja: 再生を制御するカスタム音声コマンドを設定します
pt: Configure comandos de voz personalizados para controlar a reprodução

# accessibility.settings.simplified.interface
source: Simplified Interface
de: Vereinfachte Oberfläche
es: Interfaz simplificada
fr: Interface simplifiée
it: Interfaccia semplificata
ja: 簡易インターフェース
pt: Interface simplificada

# accessibility.settings.simplified.interface.hint
source: When enabled, shows a cleaner interface with fewer options and larger controls
de: Wenn aktiviert, wird eine übersichtlichere Oberfläche mit weniger Optionen und größeren Bedienelementen angezeigt
es: Cuando esté activado, muestra una interfaz más limpia con menos opciones y controles más grandes
fr: Lorsque activé, affiche une interface plus simple avec moins d'options et des contrôles plus grands
it: Quando abilitato, mostra un'interfaccia più pulita con meno opzioni e controlli più grandi
ja: 有効にすると、オプションが少なく、コントロールが大きいシンプルなインターフェースが表示されます
pt: Quando ativado, exibe uma interface mais limpa com menos opções e controles maiores

# accessibility.settings.confirmation.actions
source: Confirmation for Actions
de: Bestätigung für Aktionen
es: Confirmación de acciones
fr: Confirmation des actions
it: Conferma delle azioni
ja: アクションの確認
pt: Confirmação de ações

# accessibility.settings.confirmation.level
source: Confirmation level for actions
de: Bestätigungsstufe für Aktionen
es: Nivel de confirmación para acciones
fr: Niveau de confirmation des actions
it: Livello di conferma per le azioni
ja: アクションの確認レベル
pt: Nível de confirmação de ações

# accessibility.settings.confirmation.level.hint
source: Choose when to show confirmation dialogs
de: Wählen Sie aus, wann Bestätigungsdialoge angezeigt werden sollen
es: Elige cuándo mostrar diálogos de confirmación
fr: Choisir quand afficher les dialogues de confirmation
it: Scegli quando mostrare i dialoghi di conferma
ja: 確認ダイアログを表示するタイミングを選択します
pt: Escolha quando exibir diálogos de confirmação

# accessibility.settings.confirmation.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
pt: Nunca

# accessibility.settings.confirmation.important
source: Important Only
de: Nur wichtige
es: Solo importantes
fr: Important seulement
it: Solo importanti
ja: 重要なもののみ
pt: Somente importantes

# accessibility.settings.confirmation.all
source: All Actions
de: Alle Aktionen
es: Todas las acciones
fr: Toutes les actions
it: Tutte le azioni
ja: すべてのアクション
pt: Todas as ações

# accessibility.settings.test.undo
source: Test Undo Functionality
de: Funktion zum Rückgängigmachen testen
es: Probar funcionalidad de deshacer
fr: Tester la fonctionnalité d'annulation
it: Testa la funzionalità di annullamento
ja: 取り消し機能をテスト
pt: Testar funcionalidade de desfazer

# accessibility.settings.test.undo.hint
source: Double tap to test the undo feature
de: Doppeltippen, um die Funktion zum Rückgängigmachen zu testen
es: Toca dos veces para probar la función de deshacer
fr: Touchez deux fois pour tester la fonction d'annulation
it: Tocca due volte per testare la funzione di annullamento
ja: ダブルタップで取り消し機能をテストします
pt: Toque duas vezes para testar a função de desfazer

# accessibility.settings.haptic.feedback
source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
pt: Retorno háptico

# accessibility.settings.haptic.feedback.hint
source: When enabled, provides tactile feedback for button presses and interactions
de: Wenn aktiviert, bietet taktiles Feedback für Tastendrücke und Interaktionen
es: Cuando esté activado, proporciona respuesta táctil para las pulsaciones de botones e interacciones
fr: Lorsque activé, fournit un retour tactile pour les pressions de boutons et les interactions
it: Quando abilitato, fornisce feedback tattile per la pressione dei pulsanti e le interazioni
ja: 有効にすると、ボタンを押したときや操作時に触覚フィードバックが提供されます
pt: Quando ativado, fornece retorno tátil para pressionar botões e interações

# accessibility.settings.touch.target.size
source: Touch Target Size
de: Berührungszielgröße
es: Tamaño del objetivo táctil
fr: Taille de la cible tactile
it: Dimensione dell'obiettivo tattile
ja: タッチターゲットサイズ
pt: Tamanho do alvo de toque

# accessibility.settings.touch.target.size.hint
source: Adjust the size of buttons and touch targets
de: Passen Sie die Größe von Schaltflächen und Berührungszielen an
es: Ajusta el tamaño de los botones y objetivos táctiles
fr: Ajuster la taille des boutons et des cibles tactiles
it: Regola la dimensione dei pulsanti e degli obiettivi tattili
ja: ボタンとタッチターゲットのサイズを調整します
pt: Ajuste o tamanho dos botões e alvos de toque

# accessibility.settings.switch.control
source: Switch Control Setup
de: Schaltersteuerung einrichten
es: Configuración de control por botón
fr: Configuration du contrôle de sélection
it: Configurazione controllo interruttori
ja: スイッチコントロール設定
pt: Configuração de controle de alternância

# accessibility.settings.switch.control.hint
source: Configure settings for external switch control devices
de: Einstellungen für externe Schaltersteuerungsgeräte konfigurieren
es: Configura los ajustes para dispositivos de control por botón externos
fr: Configurer les réglages pour les appareils de contrôle de sélection externes
it: Configura le impostazioni per dispositivi di controllo interruttori esterni
ja: 外部スイッチコントロールデバイスの設定を構成します
pt: Configure as configurações para dispositivos de controle de alternância externos

# accessibility.settings.enabled
source: enabled
de: aktiviert
es: activado
fr: activé
it: abilitato
ja: 有効
pt: ativado

# accessibility.settings.disabled
source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
it: disabilitato
ja: 無効
pt: desativado

# accessibility.settings.on
source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
pt: Ativado

# accessibility.settings.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
pt: Desativado

# accessibility.settings.detailed.enabled
source: Detailed announcements enabled
de: Detaillierte Ansagen aktiviert
es: Anuncios detallados activados
fr: Annonces détaillées activées
it: Annunci dettagliati abilitati
ja: 詳細なアナウンスが有効になりました
pt: Anúncios detalhados ativados

# accessibility.settings.detailed.disabled
source: Detailed announcements disabled
de: Detaillierte Ansagen deaktiviert
es: Anuncios detallados desactivados
fr: Annonces détaillées désactivées
it: Annunci dettagliati disabilitati
ja: 詳細なアナウンスが無効になりました
pt: Anúncios detalhados desativados

# accessibility.settings.time.remaining.enabled
source: Time remaining announcements enabled
de: Ansagen verbleibender Zeit aktiviert
es: Anuncios de tiempo restante activados
fr: Annonces de temps restant activées
it: Annunci del tempo rimanente abilitati
ja: 残り時間のアナウンスが有効になりました
pt: Anúncios de tempo restante ativados

# accessibility.settings.time.remaining.disabled
source: Time remaining announcements disabled
de: Ansagen verbleibender Zeit deaktiviert
es: Anuncios de tiempo restante desactivados
fr: Annonces de temps restant désactivées
it: Annunci del tempo rimanente disabilitati
ja: 残り時間のアナウンスが無効になりました
pt: Anúncios de tempo restante desativados

# accessibility.settings.simplified.enabled
source: Simplified interface enabled
de: Vereinfachte Oberfläche aktiviert
es: Interfaz simplificada activada
fr: Interface simplifiée activée
it: Interfaccia semplificata abilitata
ja: 簡易インターフェースが有効になりました
pt: Interface simplificada ativada

# accessibility.settings.standard.enabled
source: Standard interface enabled
de: Standardoberfläche aktiviert
es: Interfaz estándar activada
fr: Interface standard activée
it: Interfaccia standard abilitata
ja: 標準インターフェースが有効になりました
pt: Interface padrão ativada

# accessibility.settings.haptic.enabled
source: Haptic feedback enabled
de: Haptisches Feedback aktiviert
es: Respuesta háptica activada
fr: Retour haptique activé
it: Feedback aptico abilitato
ja: 触覚フィードバックが有効になりました
pt: Retorno háptico ativado

# accessibility.settings.haptic.disabled
source: Haptic feedback disabled
de: Haptisches Feedback deaktiviert
es: Respuesta háptica desactivada
fr: Retour haptique désactivé
it: Feedback aptico disabilitato
ja: 触覚フィードバックが無効になりました
pt: Retorno háptico desativado

# accessibility.settings.reset.title
source: Settings Reset
de: Einstellungen zurückgesetzt
es: Ajustes restablecidos
fr: Réglages réinitialisés
it: Impostazioni ripristinate
ja: 設定がリセットされました
pt: Configurações redefinidas

# accessibility.settings.undo
source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消し
pt: Desfazer

# accessibility.settings.restored
source: Settings restored
de: Einstellungen wiederhergestellt
es: Ajustes restaurados
fr: Réglages restaurés
it: Impostazioni ripristinate
ja: 設定が復元されました
pt: Configurações restauradas

source: Accessibility settings reset to defaults
de: Bedienungshilfen auf Standardwerte zurückgesetzt
es: Ajustes de accesibilidad restablecidos a los valores predeterminados
fr: Réglages d'accessibilité réinitialisés aux valeurs par défaut
it: Impostazioni di accessibilità ripristinate ai valori predefiniti
ja: アクセシビリティ設定がデフォルトにリセットされました
pt: Configurações de acessibilidade redefinidas para os padrões

# accessibility.settings.undo.test.message
source: This is a test of the undo functionality. In a real scenario, this would allow you to undo recent changes.
de: Dies ist ein Test der Funktion zum Rückgängigmachen. In einem realen Szenario würden Sie damit kürzlich vorgenommene Änderungen rückgängig machen können.
es: Esta es una prueba de la funcionalidad de deshacer. En un escenario real, esto te permitiría deshacer cambios recientes.
fr: Ceci est un test de la fonctionnalité d'annulation. Dans un scénario réel, cela vous permettrait d'annuler les modifications récentes.
it: Questo è un test della funzionalità di annullamento. In uno scenario reale, questo ti permetterebbe di annullare le modifiche recenti.
ja: これは取り消し機能のテストです。実際のシナリオでは、これにより最近の変更を取り消すことができます。
pt: Este é um teste da funcionalidade de desfazer. Em um cenário real, isso permitiria desfazer alterações recentes.

# accessibility.settings.undo.test.triggered
source: Undo test triggered
de: Test zum Rückgängigmachen ausgelöst
es: Prueba de deshacer activada
fr: Test d'annulation déclenché
it: Test di annullamento attivato
ja: 取り消しテストがトリガーされました
pt: Teste de desfazer acionado

# accessibility.settings.reset.message
source: All accessibility settings have been reset to their default values.
de: Alle Bedienungshilfen wurden auf ihre Standardwerte zurückgesetzt.
es: Todos los ajustes de accesibilidad se han restablecido a sus valores predeterminados.
fr: Tous les réglages d'accessibilité ont été réinitialisés à leurs valeurs par défaut.
it: Tutte le impostazioni di accessibilità sono state ripristinate ai loro valori predefiniti.
ja: すべてのアクセシビリティ設定がデフォルト値にリセットされました。
pt: Todas as configurações de acessibilidade foram redefinidas para seus valores padrão.

# accessibility.settings.customize.description
source: Customize how the audio player communicates with assistive technologies.
de: Passen Sie an, wie der Audio-Player mit Bedienungshilfen kommuniziert.
es: Personaliza cómo el reproductor de audio se comunica con las tecnologías de asistencia.
fr: Personnalisez la façon dont le lecteur audio communique avec les technologies d'assistance.
it: Personalizza il modo in cui il lettore audio comunica con le tecnologie assistive.
ja: オーディオプレーヤーが支援技術と通信する方法をカスタマイズします。
pt: Personalize como o reprodutor de áudio se comunica com tecnologias assistivas.

# accessibility.settings.cognitive.description
source: Features designed to support users with cognitive differences and reduce cognitive load.
de: Funktionen zur Unterstützung von Benutzern mit kognitiven Unterschieden und zur Verringerung der kognitiven Belastung.
es: Funciones diseñadas para ayudar a usuarios con diferencias cognitivas y reducir la carga cognitiva.
fr: Fonctionnalités conçues pour soutenir les utilisateurs ayant des différences cognitives et réduire la charge cognitive.
it: Funzionalità progettate per supportare utenti con differenze cognitive e ridurre il carico cognitivo.
ja: 認知の違いを持つユーザーをサポートし、認知負荷を軽減するために設計された機能。
pt: Recursos projetados para apoiar usuários com diferenças cognitivas e reduzir a carga cognitiva.
