Repository: ash1m/AudioPlayer
Catalog: AudioPlayer/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# tab.library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
ja: ライブラリ
pt: Biblioteca

# tab.playlist
source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
fr: Liste de lecture
ja: プレイリスト
pt: Lista de reprodução

# tab.player
source: Player
es: Reproductor
fr: Lecteur
it: Lettore
ja: プレーヤー
pt: Reprodutor

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt: Configurações

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt: Configurações

# settings.accessibility
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
pt: Acessibilidade

# settings.accessibility.label
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
pt: Acessibilidade

# settings.accessibility.hint
source: Open accessibility settings
de: Bedienungshilfen öffnen
es: Abrir ajustes de accesibilidad
fr: Ouvrir les réglages d'accessibilité
it: Apri impostazioni accessibilità
ja: アクセシビリティ設定を開く
pt: Abrir configurações de acessibilidade

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma

# settings.language.label
source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ja: アプリの言語
pt: Idioma do aplicativo

# settings.language.hint
source: Choose the app's display language
de: Anzeigesprache der App wählen
es: Elige el idioma de visualización de la app
fr: Choisir la langue d'affichage de l'app
it: Scegli la lingua di visualizzazione dell'app
ja: アプリの表示言語を選択
pt: Escolha o idioma de exibição do aplicativo

# language.currently.set
source: Currently set to %@
de: Derzeit eingestellt auf %@
es: Actualmente configurado como %@
fr: Actuellement défini sur %@
it: Attualmente impostato su %@
ja: 現在の設定: %@
pt: Atualmente definido como %@

# settings.supported.formats
source: Supported formats
de: Unterstützte Formate
es: Formatos compatibles
fr: Formats pris en charge
it: Formati supportati
ja: 対応フォーマット
pt: Formatos suportados

# settings.supported.formats.list
source: MP3, M4A/AAC, WAV, AIFF, FLAC (where supported)
de: MP3, M4A/AAC, WAV, AIFF, FLAC (falls unterstützt)
es: MP3, M4A/AAC, WAV, AIFF, FLAC (cuando sea compatible)
fr: MP3, M4A/AAC, WAV, AIFF, FLAC (si pris en charge)
it: MP3, M4A/AAC, WAV, AIFF, FLAC (se supportato)
ja: MP3, M4A/AAC, WAV, AIFF, FLAC（対応している場合）
pt: MP3, M4A/AAC, WAV, AIFF, FLAC (quando suportado)

# settings.import.description
source: Import audio files from the Files app, iCloud Drive, or other sources.
de: Audiodateien aus der Dateien-App, iCloud Drive oder anderen Quellen importieren.
es: Importa archivos de audio desde la app Archivos, iCloud Drive u otras fuentes.
fr: Importez des fichiers audio depuis l'app Fichiers, iCloud Drive ou d'autres sources.
it: Importa file audio dall'app File, iCloud Drive o altre fonti.
ja: ファイルアプリ、iCloud Drive、またはその他のソースからオーディオファイルをインポートします。
pt: Importe arquivos de áudio do aplicativo Arquivos, iCloud Drive ou outras fontes.

# settings.version
source: Version
es: Versión
it: Versione
ja: バージョン
pt: Versão

# settings.build
source: Build
es: Errores/Comentarios
it: Bug/Feedback
ja: ビルド
pt: Bugs/Feedback

# library.title
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
ja: ライブラリ
pt: Biblioteca

# library.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar

# library.add.hint
source: Opens file picker to import audio files or folders
de: Öffnet die Dateiauswahl zum Importieren von Audiodateien oder Ordnern
es: Abre el selector de archivos para importar archivos de audio o carpetas
fr: Ouvre le sélecteur de fichiers pour importer des fichiers ou dossiers audio
it: Apre il selettore di file per importare file o cartelle audio
ja: オーディオファイルまたはフォルダをインポートするためのファイルピッカーを開きます
pt: Abre o seletor de arquivo para importar arquivos ou pastas de áudio

# library.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações

# library.settings.hint
source: Opens app settings and preferences
de: Öffnet die App-Einstellungen und Voreinstellungen
es: Abre los ajustes y preferencias de la app
fr: Ouvre les paramètres et préférences de l'application
it: Apre le impostazioni e le preferenze dell'app
ja: アプリの設定と環境設定を開きます
pt: Abre as configurações e preferências do aplicativo

# library.sort.by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並び替え
pt: Ordenar por

# library.empty.folder
source: Empty Folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
it: Cartella vuota
ja: 空のフォルダ
pt: Pasta vazia

# library.no.content
source: No Content
de: Kein Inhalt
es: Sin contenido
fr: Aucun contenu
it: Nessun contenuto
ja: コンテンツなし
pt: Nenhum conteúdo

# library.empty.folder.description
source: This folder is empty
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
it: Questa cartella è vuota
ja: このフォルダは空です
pt: Esta pasta está vazia

# library.no.content.description
source: Tap the 'Add' button to import audio files or folders
de: Tippen Sie auf die Schaltfläche +, um Audiodateien oder Ordner zu importieren
es: Toca el botón + para importar archivos de audio o carpetas
fr: Appuyez sur le bouton + pour importer des fichiers ou dossiers audio
it: Tocca il pulsante + per importare file o cartelle audio
ja: + ボタンをタップしてオーディオファイルまたはフォルダをインポートします
pt: Toque no botão + para importar arquivos ou pastas de áudio

# action.mark.as.played
source: Mark as Played
de: Als gespielt markieren
es: Marcar como reproducido
fr: Marquer comme lu
it: Segna come riprodotto
ja: 再生済みにする
pt: Marcar como reproduzido

# action.reset.progress
source: Reset Progress
de: Fortschritt zurücksetzen
es: Restablecer progreso
fr: Réinitialiser la progression
it: Ripristina progresso
ja: 進行状況をリセット
pt: Redefinir progresso

# action.set.custom.artwork
source: Set Custom Artwork
de: Eigenes Titelbild festlegen
es: Establecer ilustración personalizada
fr: Définir une illustration personnalisée
it: Imposta copertina personalizzata
ja: カスタムアートワークを設定
pt: Definir capa personalizada

# action.remove.custom.artwork
source: Remove Custom Artwork
de: Eigenes Titelbild entfernen
es: Eliminar ilustración personalizada
fr: Supprimer l'illustration personnalisée
it: Rimuovi copertina personalizzata
ja: カスタムアートワークを削除
pt: Remover capa personalizada

# action.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt: Compartilhar

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# accessibility.mark.as.played
source: Mark as played
de: Als gespielt markieren
es: Marcar como reproducido
fr: Marquer comme lu
it: Segna come riprodotto
ja: 再生済みにする
pt: Marcar como reproduzido

# accessibility.mark.as.played.hint
source: Sets playback progress to complete
de: Setzt den Wiedergabefortschritt auf abgeschlossen
es: Establece el progreso de reproducción como completo
fr: Définit la progression de lecture comme terminée
it: Imposta il progresso di riproduzione come completato
ja: 再生の進行状況を完了に設定します
pt: Define o progresso de reprodução como concluído

# accessibility.reset.progress
source: Reset progress
de: Fortschritt zurücksetzen
es: Restablecer progreso
fr: Réinitialiser la progression
it: Ripristina progresso
ja: 進行状況をリセット
pt: Redefinir progresso

# accessibility.reset.progress.hint
source: Resets playback to the beginning
de: Setzt die Wiedergabe auf den Anfang zurück
es: Restablece la reproducción al principio
fr: Réinitialise la lecture au début
it: Ripristina la riproduzione all'inizio
ja: 再生を最初に戻します
pt: Reinicia a reprodução desde o início

# accessibility.set.custom.artwork
source: Set custom artwork
de: Eigenes Titelbild festlegen
es: Establecer ilustración personalizada
fr: Définir une illustration personnalisée
it: Imposta copertina personalizzata
ja: カスタムアートワークを設定
pt: Definir capa personalizada

# accessibility.set.custom.artwork.hint
source: Choose a custom image as album artwork
de: Wählen Sie ein eigenes Bild als Albumcover
es: Elige una imagen personalizada como ilustración del álbum
fr: Choisir une image personnalisée comme illustration d'album
it: Scegli un'immagine personalizzata come copertina dell'album
ja: アルバムアートワークとしてカスタム画像を選択します
pt: Escolha uma imagem personalizada como capa do álbum

# accessibility.remove.custom.artwork
source: Remove custom artwork
de: Eigenes Titelbild entfernen
es: Eliminar ilustración personalizada
fr: Supprimer l'illustration personnalisée
it: Rimuovi copertina personalizzata
ja: カスタムアートワークを削除
pt: Remover capa personalizada

# accessibility.remove.custom.artwork.hint
source: Remove the custom artwork and revert to original
de: Entfernen Sie das eigene Titelbild und kehren Sie zum Original zurück
es: Elimina la ilustración personalizada y vuelve a la original
fr: Supprimer l'illustration personnalisée et revenir à l'originale
it: Rimuovi la copertina personalizzata e ripristina l'originale
ja: カスタムアートワークを削除して元に戻します
pt: Remova a capa personalizada e volte à original

# accessibility.share.audio.file
source: Share audio file
de: Audiodatei teilen
es: Compartir archivo de audio
fr: Partager le fichier audio
it: Condividi file audio
ja: オーディオファイルを共有
pt: Compartilhar arquivo de áudio

# accessibility.share.audio.file.hint
source: Opens share sheet to send this file to other apps
de: Öffnet das Teilen-Menü, um diese Datei an andere Apps zu senden
es: Abre la hoja para compartir y enviar este archivo a otras apps
fr: Ouvre la feuille de partage pour envoyer ce fichier à d'autres apps
it: Apre il foglio di condivisione per inviare questo file ad altre app
ja: このファイルを他のアプリに送信するための共有シートを開きます
pt: Abre a folha de compartilhamento para enviar este arquivo para outros aplicativos

# accessibility.delete.audio.file
source: Delete audio file
de: Audiodatei löschen
es: Eliminar archivo de audio
fr: Supprimer le fichier audio
it: Elimina file audio
ja: オーディオファイルを削除
pt: Excluir arquivo de áudio

# accessibility.delete.audio.file.hint
source: Permanently removes this file from your library
de: Entfernt diese Datei dauerhaft aus Ihrer Bibliothek
es: Elimina permanentemente este archivo de tu biblioteca
fr: Supprime définitivement ce fichier de votre bibliothèque
it: Rimuove definitivamente questo file dalla tua biblioteca
ja: このファイルをライブラリから完全に削除します
pt: Remove permanentemente este arquivo da sua biblioteca

# accessibility.add.audio.files
source: Add audio files
de: Audiodateien hinzufügen
es: Añadir archivos de audio
fr: Ajouter des fichiers audio
it: Aggiungi file audio
ja: オーディオファイルを追加
pt: Adicionar arquivos de áudio

# accessibility.add.audio.files.hint
source: Opens file picker to import audio files or folders
de: Öffnet die Dateiauswahl zum Importieren von Audiodateien oder Ordnern
es: Abre el selector de archivos para importar archivos de audio o carpetas
fr: Ouvre le sélecteur de fichiers pour importer des fichiers audio ou des dossiers
it: Apre il selettore di file per importare file audio o cartelle
ja: オーディオファイルまたはフォルダをインポートするためのファイルピッカーを開きます
pt: Abre o seletor de arquivos para importar arquivos de áudio ou pastas

# accessibility.sort.by
source: Sort by %@
de: Sortieren nach %@
es: Ordenar por %@
fr: Trier par %@
it: Ordina per %@
ja: %@で並び替え
pt: Ordenar por %@

# accessibility.sort.by.hint
source: Changes library sort order
de: Ändert die Sortierreihenfolge der Bibliothek
es: Cambia el orden de clasificación de la biblioteca
fr: Modifie l'ordre de tri de la bibliothèque
it: Cambia l'ordine di ordinamento della biblioteca
ja: ライブラリの並び順を変更します
pt: Altera a ordem de classificação da biblioteca

# speed.0.5x
source: 0.5x
ja: 0.5倍

# speed.0.75x
source: 0.75x
ja: 0.75倍

# speed.1.0x
source: 1.0x
ja: 1.0倍

# speed.1.25x
source: 1.25x
ja: 1.25倍

# speed.1.5x
source: 1.5x
ja: 1.5倍

# speed.2.0x
source: 2.0x
ja: 2.0倍

# speed.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
it: Velocità di riproduzione
ja: 再生速度
pt: Velocidade de reprodução

# playback.speed.set.to.0.5x
source: Playback speed set to 0.5x speed
de: Wiedergabegeschwindigkeit auf 0,5× eingestellt
es: Velocidad de reproducción establecida en 0,5x
fr: Vitesse de lecture réglée sur 0,5×
it: Velocità di riproduzione impostata su 0,5×
ja: 再生速度を0.5倍に設定しました
pt: Velocidade de reprodução definida para 0,5×

# playback.speed.set.to.0.75x
source: Playback speed set to 0.75x speed
de: Wiedergabegeschwindigkeit auf 0,75× eingestellt
es: Velocidad de reproducción establecida en 0,75x
fr: Vitesse de lecture réglée sur 0,75×
it: Velocità di riproduzione impostata su 0,75×
ja: 再生速度を0.75倍に設定しました
pt: Velocidade de reprodução definida para 0,75×

# playback.speed.set.to.normal
source: Playback speed set to normal speed
de: Wiedergabegeschwindigkeit auf normale Geschwindigkeit eingestellt
es: Velocidad de reproducción establecida en velocidad normal
fr: Vitesse de lecture réglée sur vitesse normale
it: Velocità di riproduzione impostata su velocità normale
ja: 再生速度を標準速度に設定しました
pt: Velocidade de reprodução definida para velocidade normal

# playback.speed.set.to.1.25x
source: Playback speed set to 1.25x speed
de: Wiedergabegeschwindigkeit auf 1,25× eingestellt
es: Velocidad de reproducción establecida en 1,25x
fr: Vitesse de lecture réglée sur 1,25×
it: Velocità di riproduzione impostata su 1,25×
ja: 再生速度を1.25倍に設定しました
pt: Velocidade de reprodução definida para 1,25×

# playback.speed.set.to.1.5x
source: Playback speed set to 1.5x speed
de: Wiedergabegeschwindigkeit auf 1,5× eingestellt
es: Velocidad de reproducción establecida en 1,5x
fr: Vitesse de lecture réglée sur 1,5×
it: Velocità di riproduzione impostata su 1,5×
ja: 再生速度を1.5倍に設定しました
pt: Velocidade de reprodução definida para 1,5×

# playback.speed.set.to.2x
source: Playback speed set to 2x speed
de: Wiedergabegeschwindigkeit auf 2× eingestellt
es: Velocidad de reproducción establecida en 2x
fr: Vitesse de lecture réglée sur 2×
it: Velocità di riproduzione impostata su 2×
ja: 再生速度を2倍に設定しました
pt: Velocidade de reprodução definida para 2×

# player.rewind.15.seconds
source: Rewind 15 seconds
de: 15 Sekunden zurückspulen
es: Retroceder 15 segundos
fr: Reculer de 15 secondes
it: Riavvolgi di 15 secondi
ja: 15秒巻き戻し
pt: Retroceder 15 segundos

# player.rewind.15.seconds.hint
source: Moves playback backward by 15 seconds
de: Spult die Wiedergabe um 15 Sekunden zurück
es: Retrocede la reproducción 15 segundos
fr: Recule la lecture de 15 secondes
it: Riavvolge la riproduzione di 15 secondi
ja: 再生を15秒戻します
pt: Retrocede a reprodução 15 segundos

# player.play
source: Play
de: Wiedergeben
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
pt: Reproduzir

# player.pause
source: Pause
es: Pausar
it: Pausa
ja: 一時停止
pt: Pausar

# player.play.hint
source: Starts audio playback
de: Startet die Audiowiedergabe
es: Inicia la reproducción de audio
fr: Démarre la lecture audio
it: Avvia la riproduzione audio
ja: オーディオ再生を開始します
pt: Inicia a reprodução de áudio

# player.pause.hint
source: Pauses audio playback
de: Pausiert die Audiowiedergabe
es: Pausa la reproducción de audio
fr: Met en pause la lecture audio
it: Mette in pausa la riproduzione audio
ja: オーディオ再生を一時停止します
pt: Pausa a reprodução de áudio

# player.fast.forward.15.seconds
source: Fast forward 15 seconds
de: 15 Sekunden vorspulen
es: Avanzar 15 segundos
fr: Avancer de 15 secondes
it: Avanza di 15 secondi
ja: 15秒早送り
pt: Avançar 15 segundos

# player.fast.forward.15.seconds.hint
source: Moves playback forward by 15 seconds
de: Spult die Wiedergabe um 15 Sekunden vor
es: Avanza la reproducción 15 segundos
fr: Avance la lecture de 15 secondes
it: Avanza la riproduzione di 15 secondi
ja: 再生を15秒進めます
pt: Avança a reprodução 15 segundos

# player.skip.forward.15.seconds
source: Skip forward 15 seconds
de: 15 Sekunden vorwärts überspringen
es: Saltar 15 segundos adelante
fr: Sauter 15 secondes en avant
it: Salta avanti di 15 secondi
ja: 15秒先へスキップ
pt: Pular 15 segundos à frente

# player.skip.backward.15.seconds
source: Skip backward 15 seconds
de: 15 Sekunden rückwärts überspringen
es: Saltar 15 segundos atrás
fr: Sauter 15 secondes en arrière
it: Salta indietro di 15 secondi
ja: 15秒前へスキップ
pt: Pular 15 segundos para trás

# player.timeline.scrubber
source: Timeline scrubber
de: Zeitleisten-Schieberegler
es: Control deslizante de línea de tiempo
fr: Curseur de timeline
it: Cursore della timeline
ja: タイムラインスクラバー
pt: Controle deslizante de linha do tempo

# player.timeline.scrubber.hint
source: Double tap to adjust playback position
de: Doppeltippen, um die Wiedergabeposition anzupassen
es: Toca dos veces para ajustar la posición de reproducción
fr: Touchez deux fois pour ajuster la position de lecture
it: Tocca due volte per regolare la posizione di riproduzione
ja: ダブルタップで再生位置を調整します
pt: Toque duas vezes para ajustar a posição de reprodução

# player.sleep.timer
source: Sleep timer
de: Schlaf-Timer
es: Temporizador de suspensión
fr: Minuteur de mise en veille
it: Timer di spegnimento
ja: スリープタイマー
pt: Temporizador de suspensão

# player.sleep.timer.hint
source: Opens sleep timer options
de: Öffnet die Schlaf-Timer-Optionen
es: Abre las opciones del temporizador de suspensión
fr: Ouvre les options du minuteur de mise en veille
it: Apre le opzioni del timer di spegnimento
ja: スリープタイマーのオプションを開きます
pt: Abre as opções do temporizador de suspensão

# player.double.tap.expand
source: Double-tap to expand player
de: Doppeltippen, um den Player zu erweitern
es: Toca dos veces para expandir el reproductor
fr: Touchez deux fois pour développer le lecteur
it: Tocca due volte per espandere il lettore
ja: ダブルタップでプレーヤーを展開します
pt: Toque duas vezes para expandir o reprodutor

# player.full.player.open
source: Full player now open
de: Vollständiger Player jetzt geöffnet
es: Reproductor completo ahora abierto
fr: Lecteur complet maintenant ouvert
it: Lettore completo ora aperto
ja: フルプレーヤーが開きました
pt: Reprodutor completo agora aberto

source: Player minimized
de: Player minimiert
es: Reproductor minimizado
fr: Lecteur réduit
it: Lettore ridotto a icona
ja: プレーヤーを最小化しました
pt: Reprodutor minimizado

# player.audio.player
source: Audio player
es: Reproductor de audio
fr: Lecteur audio
it: Lettore audio
ja: オーディオプレーヤー
pt: Reprodutor de áudio

# player.unknown.title
source: Unknown title
de: Unbekannter Titel
es: Título desconocido
fr: Titre inconnu
it: Titolo sconosciuto
ja: 不明なタイトル
pt: Título desconhecido

# player.unknown.artist
source: Unknown artist
de: Unbekannter Interpret
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 不明なアーティスト
pt: Artista desconhecido

# player.playing
source: Playing
de: Wird wiedergegeben
es: Reproduciendo
fr: En cours de lecture
it: In riproduzione
ja: 再生中
pt: Reproduzindo

# player.paused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
pt: Pausado

# player.now.playing.format
source: Now %@: %@ by %@
de: Jetzt %@: %@ von %@
es: Ahora %@: %@ de %@
fr: En cours %@ : %@ de %@
it: Ora %@: %@ di %@
ja: 現在%@: %@（%@）
pt: Agora %@: %@ de %@

# player.no.duration.info
source: No duration information
de: Keine Dauerinformationen
es: Sin información de duración
fr: Aucune information sur la durée
it: Nessuna informazione sulla durata
ja: 再生時間情報なし
pt: Sem informações de duração

# player.minimize.player
source: Minimize player
de: Player minimieren
es: Minimizar reproductor
fr: Réduire le lecteur
it: Riduci a icona il lettore
ja: プレーヤーを最小化
pt: Minimizar reprodutor

# player.open.playlist
source: Open playlist
de: Wiedergabeliste öffnen
es: Abrir lista de reproducción
fr: Ouvrir la liste de lecture
it: Apri playlist
ja: プレイリストを開く
pt: Abrir lista de reprodução

# player.open.playlist.hint
source: Double tap to view and manage your playlist
de: Doppeltippen, um Ihre Wiedergabeliste anzuzeigen und zu verwalten
es: Toca dos veces para ver y gestionar tu lista de reproducción
fr: Touchez deux fois pour afficher et gérer votre liste de lecture
it: Tocca due volte per visualizzare e gestire la tua playlist
ja: ダブルタップでプレイリストを表示・管理します
pt: Toque duas vezes para visualizar e gerenciar sua lista de reprodução

# player.current.time
source: Current time %@
de: Aktuelle Zeit %@
es: Tiempo actual %@
fr: Temps actuel %@
it: Tempo corrente %@
ja: 現在の時刻 %@
pt: Tempo atual %@

# player.total.duration
source: Total duration %@
de: Gesamtdauer %@
es: Duración total %@
fr: Durée totale %@
it: Durata totale %@
ja: 合計再生時間 %@
pt: Duração total %@

# player.folder.progress
source: folder progress
de: Ordnerfortschritt
es: progreso de carpeta
fr: progression du dossier
it: progresso cartella
ja: フォルダの進行状況
pt: progresso da pasta

# player.in.folder
source: in folder
de: in Ordner
es: en carpeta
fr: dans le dossier
it: nella cartella
ja: フォルダ内
pt: na pasta

# player.remaining
source: remaining
de: verbleibend
es: restante
fr: restant
it: rimanente
ja: 残り
pt: restante

source: Unknown Artist
de: Unbekannter Interpret
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 不明なアーティスト
pt: Artista desconhecido

source: Unknown Title
de: Unbekannter Titel
es: Título desconocido
fr: Titre inconnu
it: Titolo sconosciuto
ja: 不明なタイトル
pt: Título desconhecido

source: Unknown File
de: Unbekannte Datei
es: Archivo desconocido
fr: Fichier inconnu
it: File sconosciuto
ja: 不明なファイル
pt: Arquivo desconhecido

# title.long.fallback
source: Title Long One Line Second
de: Langer Titel eine Zeile zweite
es: Título largo de una línea segundo
fr: Titre long d'une ligne second
it: Titolo lungo una riga secondo
ja: 長いタイトル1行2番目
pt: Título longo de uma linha segundo

# author.long.fallback
source: Author Name Long One
de: Langer Autorenname eins
es: Nombre de autor largo uno
fr: Nom d'auteur long un
it: Nome autore lungo uno
ja: 長い著者名1
pt: Nome do autor longo um

source: Currently playing
de: Wird gerade wiedergegeben
es: Reproduciendo actualmente
fr: En cours de lecture
it: In riproduzione
ja: 現在再生中
pt: Reproduzindo atualmente

source: Currently paused
de: Derzeit pausiert
es: Actualmente en pausa
fr: Actuellement en pause
it: Attualmente in pausa
ja: 現在一時停止中
pt: Atualmente pausado

source: Currently selected
de: Derzeit ausgewählt
es: Actualmente seleccionado
fr: Actuellement sélectionné
it: Attualmente selezionato
ja: 現在選択中
pt: Atualmente selecionado

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 再生時間
pt: Duração

source: minutes
de: Minuten
es: minutos
it: minuti
ja: 分
pt: minutos

source: minute
es: minuto
it: minuto
ja: 分
pt: minuto

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
pt: segundos

source: second
de: Sekunde
es: segundo
fr: seconde
it: secondo
ja: 秒
pt: segundo

# playlist.title
source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
fr: Liste de lecture
ja: プレイリスト
pt: Lista de reprodução

# playlist.build.a.playlist
source: Build a Playlist
de: Wiedergabeliste erstellen
es: Crear una lista de reproducción
fr: Créer une liste de lecture
it: Crea una playlist
ja: プレイリストを作成
pt: Criar uma lista de reprodução

# playlist.build.a.playlist.description
source: Add imported files to create your custom playlist
de: Fügen Sie importierte Dateien hinzu, um Ihre benutzerdefinierte Wiedergabeliste zu erstellen
es: Añade archivos importados para crear tu lista de reproducción personalizada
fr: Ajoutez des fichiers importés pour créer votre liste de lecture personnalisée
it: Aggiungi file importati per creare la tua playlist personalizzata
ja: インポートしたファイルを追加してカスタムプレイリストを作成します
pt: Adicione arquivos importados para criar sua lista de reprodução personalizada
